Repository: birhantprkc/quotio
Catalog: apps/ios/Shared/Localizable.xcstrings
Source language: en
Languages: fr, vi, zh_hans

source: Touch and hold your Home Screen, choose Edit, then Add Widget and find Quotio. For the Lock Screen, touch and hold it, choose Customize, then Add Widgets.
fr: Maintenez l’écran d’accueil, choisissez Modifier puis Ajouter un widget et cherchez Quotio. Sur l’écran verrouillé, maintenez puis choisissez Personnaliser et Ajouter des widgets.
vi: Chạm giữ Màn hình chính, chọn Sửa, rồi Thêm widget và tìm Quotio. Với Màn hình khóa, chạm giữ, chọn Tùy chỉnh, rồi Thêm widget.
zh_hans: 长按主屏幕，选择编辑、添加小组件，然后查找 Quotio。在锁定屏幕上长按，选择自定义、添加小组件。

source: Unavailable quota
fr: Quota indisponible
vi: Hạn mức không khả dụng
zh_hans: 配额不可用

source: Unlimited
fr: Illimité
vi: Không giới hạn
zh_hans: 无限制

source: Unpin account
fr: Désépingler le compte
vi: Bỏ ghim tài khoản
zh_hans: 取消置顶账户

source: Usage
fr: Utilisation
vi: Sử dụng
zh_hans: 用量

source: Use a read-only device token issued by Quotio on your computer.
fr: Utilisez un jeton de lecture seule créé par Quotio sur votre ordinateur.
vi: Dùng token thiết bị chỉ đọc do Quotio trên máy tính cấp.
zh_hans: 请使用电脑上的 Quotio 签发的只读设备令牌。

source: Use an HTTPS address without a path, query or password.
fr: Utilisez une adresse HTTPS sans chemin, paramètres ou mot de passe.
vi: Dùng địa chỉ HTTPS không có đường dẫn, truy vấn hoặc mật khẩu.
zh_hans: 请使用不含路径、查询参数或密码的 HTTPS 地址。

source: Used
fr: Utilisé
vi: Đã dùng
zh_hans: 已用

source: Widgets show the last available observation. iOS controls update timing; your computer and VPN must be reachable to get new data.
fr: Les widgets affichent la dernière observation. iOS décide des mises à jour ; l’ordinateur et le VPN doivent être accessibles.
vi: Widget hiển thị dữ liệu ghi nhận gần nhất. iOS quyết định thời điểm cập nhật; máy tính và VPN phải kết nối được để lấy dữ liệu mới.
zh_hans: 小组件显示最近的可用数据。更新时间由 iOS 决定；获取新数据需要能访问电脑和 VPN。

source: Your accounts will be available in the widget editor after connecting.
fr: Vos comptes apparaîtront dans l’éditeur de widget après connexion.
vi: Các tài khoản sẽ xuất hiện trong trình sửa widget sau khi kết nối.
zh_hans: 连接后，可在小组件编辑器中选择账户。

source: Your Mac is busy
fr: Votre Mac est occupé
vi: Mac đang bận
zh_hans: Mac 正忙

source: Your Mac runs a Quotio version this app does not support.
fr: Votre Mac exécute une version de Quotio non prise en charge par cette app.
vi: Mac đang chạy phiên bản Quotio mà ứng dụng này không hỗ trợ.
zh_hans: Mac 上的 Quotio 版本不受此应用支持。

source: Your quota, in your pocket
fr: Vos quotas à portée de main
vi: Hạn mức ngay trên iPhone
zh_hans: 随时查看配额

source: left
fr: restant
vi: còn lại
zh_hans: 剩余

source: used
fr: utilisé
vi: đã dùng
zh_hans: 已用

source: On your computer, choose Local network or Tailscale IP in Quotio, then scan or paste the pairing code here.
fr: Sur votre ordinateur, choisissez Réseau local ou IP Tailscale dans Quotio, puis scannez ou collez le code de jumelage ici.
vi: Trên máy tính, chọn Mạng nội bộ hoặc Tailscale IP trong Quotio, rồi quét hoặc dán mã ghép đôi vào đây.
zh_hans: 在电脑的 Quotio 中选择局域网或 Tailscale IP，然后在此扫描或粘贴配对码。

source: Use Copy pairing code on your computer to include the secure connection details.
fr: Utilisez Copier le code de jumelage sur votre ordinateur pour inclure les détails de connexion sécurisée.
vi: Dùng Sao chép mã ghép đôi trên máy tính để lấy đầy đủ thông tin kết nối bảo mật.
zh_hans: 在电脑上使用复制配对码，以包含安全连接信息。

source: +%@/h
vi: +%@/giờ
zh_hans: +%@/小时

source: Chat
vi: Trò chuyện
zh_hans: 聊天

source: Compact
vi: Gọn
zh_hans: 紧凑

source: Session
vi: Phiên
zh_hans: 会话

source: Version
vi: Phiên bản
zh_hans: 版本

source: %llu tokens
vi: %llu token
zh_hans: %llu 个令牌

source: Quota
vi: Hạn mức
zh_hans: 配额

source: Tokens
vi: Token
zh_hans: 令牌

source: Widgets
vi: Widget
zh_hans: 小组件
